Repository: siriz/SLauncher
Catalog: SLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr

# AppTitle
source: SLauncher - Modern app launcher for Windows
ja_jp: SLauncher - Windows用モダンアプリランチャー
ko_kr: SLauncher - Windows용 모던 앱 런처

# SearchPlaceholder
source: Search through everything in SLauncher
ja_jp: SLauncherのすべてを検索
ko_kr: SLauncher의 모든 항목 검색

# AddFileButton
source: Add a file
ja_jp: ファイル追加
ko_kr: 파일 추가

# AddFolderButton
source: Add a folder
ja_jp: フォルダ追加
ko_kr: 폴더 추가

# AddWebsiteButton
source: Add a website
ja_jp: サイト追加
ko_kr: 웹사이트 추가

# EmptyNoticeTitle
source: There is nothing here.
ja_jp: 何もありません。
ko_kr: 아무것도 없습니다.

# EmptyNoticeMessage
source: To add an item, click the buttons above, or simply drag them into this window.
ja_jp: アイテムを追加するには、上のボタンをクリックするか、このウィンドウにドラッグしてください。
ko_kr: 항목을 추가하려면 위의 버튼을 클릭하거나 이 창으로 드래그하세요.

# LoadingMessage
source: Loading your items, please wait...
ja_jp: アイテムを読み込んでいます。お待ちください...
ko_kr: 항목을 불러오는 중입니다. 잠시만 기다려주세요...

# LoadingWarning
source: Please do not close SLauncher.
ja_jp: SLauncherを閉じないでください。
ko_kr: SLauncher를 닫지 마세요.

# DragDropMessage
source: Drag and drop your items here
ja_jp: アイテムをここにドラッグ＆ドロップ
ko_kr: 여기에 항목을 드래그하세요

# TabRename
source: Rename
ja_jp: 名前を変更
ko_kr: 이름 변경

# TabChangeColor
source: Change Color
ja_jp: 色を変更
ko_kr: 색 변경

# TabDelete
source: Delete
ja_jp: 削除
ko_kr: 삭제

# TabRenameTitle
source: Rename Tab
ja_jp: タブ名を変更
ko_kr: 탭 이름 변경

# TabRenamePlaceholder
source: Enter tab name
ja_jp: タブ名を入力
ko_kr: 탭 이름 입력

# TabDeleteTitle
source: Confirm Tab Deletion
ja_jp: タブの削除確認
ko_kr: 탭 삭제 확인

# TabDeleteMessage
source: Are you sure you want to delete this tab?
ja_jp: このタブを削除しますか？
ko_kr: 이 탭을 삭제하시겠습니까?

# TabDeleteWithItemsMessage
source: This tab contains {0} items.\nDeleting the tab will also delete all items.\n\nAre you sure?
ja_jp: このタブには{0}個のアイテムがあります。\nタブを削除すると、すべてのアイテムも削除されます。\n\n本当に削除しますか？
ko_kr: 이 탭에는 {0}개의 항목이 있습니다.\n탭을 삭제하면 모든 항목도 함께 삭제됩니다.\n\n계속 삭제하시겠습니까?

# TabCannotDeleteTitle
source: Cannot Delete
ja_jp: 削除できません
ko_kr: 삭제 불가

# TabCannotDeleteMessage
source: The last tab cannot be deleted.
ja_jp: 最後のタブは削除できません。
ko_kr: 마지막 탭은 삭제할 수 없습니다.

# ColorDefault
source: Default
ja_jp: 既定
ko_kr: 기본

# ColorRed
source: Red
ja_jp: 赤
ko_kr: 빨강

# ColorOrange
source: Orange
ja_jp: オレンジ
ko_kr: 주황

# ColorYellow
source: Yellow
ja_jp: 黄
ko_kr: 노랑

# ColorGreen
source: Green
ja_jp: 緑
ko_kr: 초록

# ColorBlue
source: Blue
ja_jp: 青
ko_kr: 파랑

# ColorIndigo
source: Indigo
ja_jp: 藍
ko_kr: 남색

# ColorPurple
source: Purple
ja_jp: 紫
ko_kr: 보라

# ColorPink
source: Pink
ja_jp: ピンク
ko_kr: 분홍

# ColorGray
source: Gray
ja_jp: 灰色
ko_kr: 회색

# ButtonOK
source: OK
ko_kr: 확인

# ButtonCancel
source: Cancel
ja_jp: キャンセル
ko_kr: 취소

# ButtonDelete
source: Delete
ja_jp: 削除
ko_kr: 삭제

# ButtonClose
source: Close
ja_jp: 閉じる
ko_kr: 닫기

# SettingsTitle
source: Settings
ja_jp: 設定
ko_kr: 설정

# SettingsSubtitle
source: Settings are automatically saved once modified.
ja_jp: 設定は変更されると自動的に保存されます。
ko_kr: 설정은 수정되면 자동으로 저장됩니다.

# SettingsFullscreenHeader
source: Enable fullscreen
ja_jp: 全画面表示を有効にする
ko_kr: 전체 화면 사용

# SettingsFullscreenDescription
source: Use SLauncher in fullscreen mode.
ja_jp: SLauncherを全画面モードで使用します。
ko_kr: SLauncher를 전체 화면 모드로 사용합니다.

# SettingsGridAlignmentHeader
source: Grid alignment
ja_jp: グリッド配置
ko_kr: 그리드 정렬

# SettingsGridAlignmentDescription
source: Choose how to align the grid where your items are displayed.
ja_jp: アイテムが表示されるグリッドの配置方法を選択します。
ko_kr: 항목이 표시되는 그리드의 정렬 방식을 선택합니다.

# SettingsStartWithWindowsHeader
source: Start with Windows
ja_jp: Windowsと同時に起動
ko_kr: Windows 시작 시 실행

# SettingsStartWithWindowsDescription
source: Launch SLauncher automatically when Windows starts.
ja_jp: Windowsの起動時にSLauncherを自動的に起動します。
ko_kr: Windows가 시작될 때 SLauncher를 자동으로 실행합니다.

# SettingsGlobalHotkeyHeader
source: Global Hotkey
ja_jp: グローバルホットキー
ko_kr: 전역 단축키

# SettingsGlobalHotkeyDescription
source: Press the hotkey anywhere to show/hide SLauncher. Click to change.
ja_jp: どこからでもホットキーを押してSLauncherを表示/非表示。クリックして変更。
ko_kr: 어디서든 단축키를 눌러 SLauncher를 표시/숨김. 클릭하여 변경하세요.

# SettingsLanguageHeader
source: Language
ja_jp: 言語
ko_kr: 언어

# SettingsLanguageDescription
source: Select your preferred language. Requires restart to apply.
ja_jp: お好みの言語を選択してください。適用には再起動が必要です。
ko_kr: 원하는 언어를 선택하세요. 적용하려면 재시작이 필요합니다.

# HotkeyTooltip
source: Click to change hotkey
ja_jp: クリックしてホットキーを変更
ko_kr: 클릭하여 단축키 변경

# SettingsCacheManagementTitle
source: Cache Management
ja_jp: キャッシュ管理
ko_kr: 캐시 관리

# SettingsCacheManagementSubtitle
source: Website icons are cached locally in the executable folder.
ja_jp: ウェブサイトアイコンは実行ファイルフォルダにローカルにキャッシュされます。
ko_kr: 웹사이트 아이콘은 실행 파일 폴더에 로컬로 캐시됩니다.

# SettingsFaviconCacheHeader
source: Favicon Cache
ja_jp: ファビコンキャッシュ
ko_kr: 파비콘 캐시

# SettingsFaviconCacheDescription
source: Cached favicons are stored in UserCache\FaviconCache\ folder.
ja_jp: キャッシュされたファビコンはUserCache\FaviconCache\フォルダに保存されます。
ko_kr: 캐시된 파비콘은 UserCache\FaviconCache\ 폴더에 저장됩니다.

# SettingsCacheSizeCalculating
source: Cache size: Calculating...
ja_jp: キャッシュサイズ: 計算中...
ko_kr: 캐시 크기: 계산 중...

# SettingsCacheSizeFormat
source: Cache size: {0}
ja_jp: キャッシュサイズ: {0}
ko_kr: 캐시 크기: {0}

# CacheSizeEmpty
source: Empty
ja_jp: 空
ko_kr: 비어 있음

# SettingsClearCacheButton
source: Clear Cache
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기

# SettingsCacheLocationHeader
source: Cache Location
ja_jp: キャッシュの場所
ko_kr: 캐시 위치

# SettingsCacheLocationDescription
source: Portable: All data stored in executable folder\UserCache\
ja_jp: ポータブル: すべてのデータは実行ファイルフォルダ\UserCache\に保存されます
ko_kr: 포터블: 모든 데이터가 실행 파일 폴더\UserCache\에 저장됩니다

# SettingsOpenFolderButton
source: Open Folder
ja_jp: フォルダを開く
ko_kr: 폴더 열기

# DialogClearCacheTitle
source: Clear Cache
ja_jp: キャッシュをクリア
ko_kr: 캐시 지우기

# DialogClearCacheContent
source: Are you sure you want to clear all cached website icons? They will be downloaded again when needed.
ja_jp: キャッシュされたすべてのウェブサイトアイコンを削除しますか？必要に応じて再ダウンロードされます。
ko_kr: 캐시된 모든 웹사이트 아이콘을 삭제하시겠습니까? 필요시 다시 다운로드됩니다.

# DialogClearCacheConfirm
source: Clear
ja_jp: クリア
ko_kr: 지우기

# DialogSuccessTitle
source: Success
ja_jp: 成功
ko_kr: 성공

# DialogCacheCleared
source: Cache cleared successfully!
ja_jp: キャッシュが正常にクリアされました！
ko_kr: 캐시가 성공적으로 삭제되었습니다!

# DialogHotkeyTitle
source: Change Global Hotkey
ja_jp: グローバルホットキーを変更
ko_kr: 전역 단축키 변경

# DialogHotkeySave
source: Save
ja_jp: 保存
ko_kr: 저장

# DialogRestartTitle
source: Restart Required
ja_jp: 再起動が必要
ko_kr: 재시작 필요

# DialogRestartContent
source: Please restart SLauncher for the hotkey change to take effect.
ja_jp: ホットキーの変更を適用するにはSLauncherを再起動してください。
ko_kr: 단축키 변경을 적용하려면 SLauncher를 재시작해주세요.

# HotkeyModifierLabel
source: Modifier Key:
ja_jp: 修飾キー:
ko_kr: 조합키:

# HotkeyKeyLabel
source: Key:
ja_jp: キー:
ko_kr: 키:

# SettingsAboutTitle
source: About
ja_jp: について
ko_kr: 정보

# SettingsAboutHeader
source: About SLauncher
ja_jp: SLauncherについて
ko_kr: SLauncher 정보

# SettingsAboutDescription
source: View info about SLauncher.
ja_jp: SLauncherに関する情報を表示します。
ko_kr: SLauncher에 대한 정보를 확인합니다.

# AboutSubtitle
source: Fork of LauncherX with multi-language support
ja_jp: 多言語サポート付きLauncherXのフォーク
ko_kr: 다국어 지원이 추가된 LauncherX의 포크

# AboutVersion
source: Version:
ja_jp: バージョン:
ko_kr: 버전:

# AboutForkBy
source: Fork by:
ja_jp: フォーク作成者:
ko_kr: 포크 작성자:

# AboutBasedOn
source: Based on:
ja_jp: ベース:
ko_kr: 기반:

# AboutLicense
source: License:
ja_jp: ライセンス:
ko_kr: 라이선스:

# AboutViewLicense
source: View MIT License
ja_jp: MITライセンスを表示
ko_kr: MIT 라이선스 보기

# ToggleSwitchOn
source: Yes
ja_jp: はい
ko_kr: 예

# ToggleSwitchOff
source: No
ja_jp: いいえ
ko_kr: 아니오

# GridAlignmentLeft
source: Left
ja_jp: 左
ko_kr: 왼쪽

# GridAlignmentCenter
source: Center
ja_jp: 中央
ko_kr: 가운데

# SettingsLanguage
source: Language
ja_jp: 言語
ko_kr: 언어

# SettingsRestartRequired
source: Restart required to apply language changes
ja_jp: 言語変更を適用するには再起動が必要です
ko_kr: 언어 변경을 적용하려면 재시작이 필요합니다

# TooltipSettings
source: Settings
ja_jp: 設定
ko_kr: 설정

# TooltipClose
source: Close SLauncher
ja_jp: SLauncherを閉じる
ko_kr: SLauncher 닫기

# LoadingTitle
source: Loading your items, please wait...
ja_jp: アイテムを読み込んでいます...
ko_kr: 항목을 불러오는 중입니다...

# LoadingSubtitle
source: Please do not close SLauncher.
ja_jp: SLauncherを閉じないでください。
ko_kr: SLauncher를 닫지 마세요.

# ContextMenu_OpenFile
source: Open file
ja_jp: ファイルを開く
ko_kr: 파일 열기

# ContextMenu_OpenFileLocation
source: Open file location
ja_jp: ファイルの場所を開く
ko_kr: 파일 위치 열기

# ContextMenu_RemoveFileFromGroup
source: Remove file from group
ja_jp: グループからファイルを削除
ko_kr: 그룹에서 파일 제거

# ContextMenu_RemoveFileFromSLauncher
source: Remove file from SLauncher
ja_jp: SLauncherからファイルを削除
ko_kr: SLauncher에서 파일 제거

# ContextMenu_OpenFolder
source: Open folder
ja_jp: フォルダを開く
ko_kr: 폴더 열기

# ContextMenu_OpenFolderLocation
source: Open folder location
ja_jp: フォルダの場所を開く
ko_kr: 폴더 위치 열기

# ContextMenu_RemoveFolderFromGroup
source: Remove folder from group
ja_jp: グループからフォルダを削除
ko_kr: 그룹에서 폴더 제거

# ContextMenu_RemoveFolderFromSLauncher
source: Remove folder from SLauncher
ja_jp: SLauncherからフォルダを削除
ko_kr: SLauncher에서 폴더 제거

# ContextMenu_OpenWebsite
source: Open website
ja_jp: ウェブサイトを開く
ko_kr: 웹사이트 열기

# ContextMenu_RemoveWebsiteFromGroup
source: Remove website from group
ja_jp: グループからウェブサイトを削除
ko_kr: 그룹에서 웹사이트 제거

# ContextMenu_RemoveWebsiteFromSLauncher
source: Remove website from SLauncher
ja_jp: SLauncherからウェブサイトを削除
ko_kr: SLauncher에서 웹사이트 제거

# ContextMenu_RunAsAdmin
source: Attempt to run as administrator
ja_jp: 管理者として実行を試みる
ko_kr: 관리자 권한으로 실행 시도

# ContextMenu_EditItem
source: Edit item
ja_jp: アイテムを編集
ko_kr: 항목 편집

# EditItem_DisplayTextLabel.Text
source: Display Text:
ja_jp: 表示テキスト:
ko_kr: 표시 텍스트:

# EditItem_DisplayTextLabel.ToolTip
source: The text that is displayed on this item in SLauncher. Does not affect what is launched when this item is clicked.
ja_jp: SLauncherで表示されるテキストです。クリック時に起動されるアイテムには影響しません。
ko_kr: SLauncher에서 표시되는 텍스트입니다. 클릭 시 실행되는 항목에는 영향을 주지 않습니다.

# EditItem_LinkLabel.Text
source: Link:
ja_jp: リンク:
ko_kr: 링크:

# EditItem_LinkLabel.ToolTip
source: The actual path or URL that will be launched. Usually same as the display text.
ja_jp: 実際に起動されるパスまたはURLです。通常は表示テキストと同じです。
ko_kr: 실제로 실행될 경로 또는 URL입니다. 일반적으로 표시 텍스트와 동일합니다.

# EditItem_LaunchArgsLabel.Text
source: Launch arguments:
ja_jp: 起動引数:
ko_kr: 실행 인수:
